       IDENTIFICATION DIVISION.
       PROGRAM-ID HELLOWORLD.

       PROCEDURE DIVISION.
           DISPLAY "Hello, COBOL world!"

           STOP RUN.