    *>       IDENTIFICATION DIVISION.
       PROGRAM-ID. Hello-World.

       PROCEDURE DIVISION.
           DISPLAY "Hello, COBOL world!"

           STOP RUN.

       END PROGRAM Hello-World.
